Repository: 84000/data-translation-memory
Catalog: toh202-v4.tmx
Source language: bo
Languages: en

source: དེ་སྦྱིན་པ་དང་། དུལ་བ་དང་། ལེགས་པར་སྡོམ་པ་དང་། དེས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་སྦྱིན་པ་དང་། དུལ་བ་དང་། ལེགས་པར་སྡོམ་པ་དང་། དེས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of generosity, discipline, restraint, and gentleness, and they cause others to observe the mass of beings deprived of generosity, discipline, restraint, and gentleness.

source: དེ་དྲན་པ་དང་། བློ་གྲོས་དང་། བརྟན་པ་དང་། རྟོགས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་དྲན་པ་དང་། བློ་གྲོས་དང་། བརྟན་པ་དང་། རྟོགས་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of mindfulness, intelligence, resoluteness, and understanding, and they cause others to observe the mass of beings deprived of mindfulness, intelligence, resoluteness, and understanding.

source: དེ་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ལམ་གྱི་ཚུལ་ལ་འཇུག་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཕ་རོལ་ཏུ་ཕྱིན་པའི་ལམ་གྱི་ཚུལ་ལ་འཇུག་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of engaging in the method of the path of the perfections, and they cause others to observe the mass of beings deprived of engaging in the method of the path of the perfections.

source: དེ་སངས་རྒྱས་ཀྱི་རིགས་སུ་སྐྱེ་བ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་སངས་རྒྱས་ཀྱི་རིགས་སུ་སྐྱེ་བ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of being born into the lineage of the buddhas, and they cause others to observe the mass of beings deprived of being born into the lineage of the buddhas.

source: དེ་དགེ་བའི་བཤེས་གཉེན་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་དགེ་བའི་བཤེས་གཉེན་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of a spiritual friend, and they cause others to observe the mass of beings deprived of a spiritual friend.

source: དེ་སེམས་ཅན་ལ་ཕན་པར་འདོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་སེམས་ཅན་ལ་ཕན་པར་འདོད་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of the desire to benefit beings, and they cause others to observe the mass of beings deprived of the desire to benefit beings.

source: དེ་ཆོས་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཆོས་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of reliance on the Dharma, and they cause others to observe the mass of beings deprived of reliance on the Dharma.

source: དེ་ཡེ་ཤེས་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཡེ་ཤེས་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of reliance on wisdom, and they cause others to observe the mass of beings deprived of reliance on wisdom.

source: དེ་དོན་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་དོན་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: “They observe the mass of beings deprived of reliance on the meaning, and they cause others to observe the mass of beings deprived of reliance on the meaning.

source: དེ་ངེས་པའི་དོན་གྱི་མདོ་སྡེ་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ངེས་པའི་དོན་གྱི་མདོ་སྡེ་ལ་རྟོན་པ་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of reliance on the sūtras of definitive meaning, and they cause others to observe the mass of beings deprived of reliance on the sūtras of definitive meaning.

source: དེ་ཡང་དག་པར་སྤོང་བ་བཞི་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ལ། གཞན་དག་ཀྱང་ཡང་དག་པར་སྤོང་བ་བཞི་ཆུད་ཟོས་པའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings deprived of the four perfect endeavors, and they cause others to observe the mass of beings deprived of the four perfect endeavors.

source: དེ་བདེན་པའི་ཆོས་དང་། དོན་དང་། འདུལ་བ་སྨྲ་བ་ལ་མཁས་པ་ཡིན་ལ། གཞན་དག་ཀྱང་བདེན་པའི་ཆོས་དང་དོན་དང་། འདུལ་བ་སྨྲ་བ་ལ་མཁས་པ་ལ་འགོད་པར་བྱེད།
en: They are skilled in teaching the true Dharma, the meaning, and the Vinaya, and they cause others to be skilled in teaching the true Dharma, the meaning, and the Vinaya.

source: དེ་དབུལ་པོའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བར་བྱེད་ཅིང་གཞན་དག་ཀྱང་དབུལ་པོའི་སེམས་ཅན་གྱི་ཁམས་ལ་རྣམ་པར་ལྟ་བ་ལ་འགོད་པར་བྱེད།
en: They observe the mass of beings who are destitute, and they cause others to observe the mass of beings who are destitute.

source: དེ་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་བྱམས་པས་ཁྱབ་པར་བྱེད་དེ།
en: “Such bodhisattvas pervade the entire world with loving kindness.

source: ཀྱེ་མ་སེམས་ཅན་འདི་དག་ནི་མགོན་མེད་པ།
en: They think, ‘Alas! These beings are without a protector!

source: སེམས་ཅན་འདི་དག་ནི་སྐྱབས་མེད་པ།
en: These beings are without a refuge!

source: སེམས་ཅན་འདི་དག་ནི་དཔུང་གཉེན་མེད་པ།
en: These beings are without an ally!

source: སེམས་ཅན་འདི་དག་ནི་གླིང་མེད་པ།
en: These beings are without a sanctuary!

source: སེམས་ཅན་འདི་དག་ནི་གནས་མེད་པ།
en: These beings are without an abode!

source: སེམས་ཅན་འདི་དག་ནི་སྐྱོབ་པ་མེད་པ་ཡིན་ན།
en: These beings are without a defender!

source: ཀྱེ་མ་ནམ་ཞིག་ན་བདག་སེམས་ཅན་འདི་དག་གི་མགོན་དུ་འགྱུར་ཞིག་གུ།
en: Alas, may I one day become the protector of these beings!

source: སྐྱབས་སུ་འགྱུར་ཞིག་གུ།
en: May I become their refuge!

source: དཔུང་གཉེན་དུ་འགྱུར་ཞིག་གུ།
en: May I become their ally!

source: གླིང་དུ་འགྱུར་ཞིག་གུ།
en: May I become their sanctuary!

source: གནས་སུ་འགྱུར་ཞིག་གུ།
en: May I become their abode!

source: སྐྱོབ་པར་འགྱུར་ཞིག་གུ་སྙམ་པའོ།
en: May I become their defender!’

source: །འཇམ་དཔལ་དཔེར་ན་བྱའི་རྒྱལ་པོ་ནམ་མཁའ་ལྡིང་ལང་ཚོ་དང་། སྟོབས་དང་། མཐུ་ཆེན་པོ་ཐོབ་པ་དེ་ནི་འདོད་ན་རི་རབ་ཀྱི་རྩེ་མོ་ནས་རི་རབ་ཀྱི་རྩེ་མོར་འགྲོའོ། །འཇམ་དཔལ་དེ་བཞིན་དུ་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་སེམས་དཔའ་ཡང་དགེ་བའི་རྩ་བའི་སྟོབས་དང་། མགྱོགས་པ་དང་། ཤུགས་དང་། རྟུལ་བ་ཆེན་པོས་དེ་བཞིན་གཤེགས་པའི་འཁོར་གྱི་དཀྱིལ་འཁོར་གང་དུ་སྐྱེ་བར་འདོད་པ་དེར་ཡང་སྐྱེ་བར་འགྱུར་ལ། ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བར་སྐྱེས་པའི་སེམས་ཅན་ཐམས་ཅད་ཀྱི་མགོན་དང་སྐྱབས་དང་། དཔུང་གཉེན་དང་། གླིང་དང་། གནས་དང་། སྐྱོབ་པར་ཡང་འགྱུར་བ་དེ་ནི་འཇམ་དཔལ་བྱང་ཆུབ་སེམས་དཔའ་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུ་པ་ཡིན་པར་རིག་པར་བྱའོ།
en: “As an analogy Mañjuśrī, a garuḍa, the king of birds, who has reached maturity and has gained strength and great power could, if he wanted to, fly from the top of the central mountain of one world system to that of the next world system. Mañjuśrī, in the same way, bodhisattvas whose progress is like traveling by means of the magical power of the Tathāgata, due to the strength of their roots of virtue and their speed, force, and great bravery, are born among the disciples of the buddhas when they desire to be born there, and they also become the protectors, refuges, allies, sanctuaries, abodes, and defenders for all beings who have been born in the evil, miserable lower realms. You should understand such bodhisattvas, Mañjuśrī, to be those whose progress is like travel using the magical power of the Tathāgata.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་དེ་བཞིན་གཤེགས་པ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཞལ་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་ཕུལ་ཞིང་། ལྷའི་ན་བཟའ་དག་ཀྱང་ཕུལ་ཏེ་དེ་བཞིན་གཤེགས་པ་རེ་རེ་ལ་ཡང་ཉིན་གཅིག་བཞིན་དུ་འཇིག་རྟེན་གྱི་ཁམས་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་ནོར་བུ་རིན་པོ་ཆེ་དབང་གི་རྒྱལ་པོས་ཡོངས་སུ་གང་བར་བྱས་ནས་སྦྱིན་པ་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་ཕུལ་ལ།
en: “Mañjuśrī, suppose that certain sons or daughters of good family offered each day divine, hundred-flavored foods to tathāgatas numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and every day they filled world systems numbering as many as the grains of sand of the Ganges River with precious jewels of the highest type and offered them to each of those tathāgatas, and were to make such offerings for as many eons as there are grains of sand in the Ganges.

source: རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་བཞག་ན།
en: And suppose other sons or daughters of good family were to establish a single being in the fruit of a stream-enterer.

source: འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: The latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་གལ་ཏེ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction as stream-enterers, and other sons or daughters of good family were to establish a single being in the fruit of a once-returner, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་གལ་ཏེ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction as once-returners, and if other sons or daughters of good family were to establish a single being in the fruit of a non-returner, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཕྱིར་མི་འོང་བའི་འབྲས་བུ་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་དགྲ་བཅོམ་པ་ཉིད་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction as non-returners, and if other sons or daughters of good family were to establish a single being in the fruit of a worthy one, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་དགྲ་བཅོམ་པ་ཉིད་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་རང་སངས་རྒྱས་ཉིད་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction as worthy ones, and other sons or daughters of good family were to establish a single being in the fruit of a pratyekabuddha, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རང་སངས་རྒྱས་ཉིད་ལ་བཀོད་ལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་རའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction as pratyekabuddhas, and other sons or daughters of good family were to establish a single being in the mind of awakening whose progress is like travel using a goat cart, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་རའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་གླང་པོ་ཆེའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction in the mind of awakening whose progress is like travel using a goat cart, and if other sons or daughters of good family were to establish a single being in the mind of awakening whose progress is like travel using an elephant chariot, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་གླང་པོ་ཆེའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་ཟླ་བ་དང་ཉི་མས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction in the mind of awakening whose progress is like travel using an elephant chariot, and if other sons or daughters of good family were to establish a single being in the mind of awakening whose progress is like travel using the moon and sun, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཟླ་བ་དང་ཉི་མས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི། སེམས་ཅན་གཅིག་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction in the mind of awakening whose progress is like travel using the moon and sun, and if other sons or daughters of good family were to establish a single being in the mind of awakening whose progress is like travel using the magical power of the śrāvakas, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས། ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་ཐམས་ཅད་ཉན་ཐོས་ཀྱི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཀོད་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་སེམས་ཅན་གཅིག་དེ་བཞིན་གཤེགས་པའི་རྫུ་འཕྲུལ་གྱིས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་ཀྱི་སེམས་ལ་བཞག་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family established beings numbering as many as the atoms of all the world systems in every direction in the mind of awakening whose progress is like travel using the magical power of the śrāvakas, and if other sons or daughters of good family were to establish a single being in the mind of awakening whose progress is like travel using the magical power of the Tathāgata, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་སེམས་ཅན་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་དགེ་བསྙེན་དད་པ་ཅན་གསུམ་ལ་སྐྱབས་སུ་སོང་བ། བསླབ་པའི་གཞི་ལྔ་དང་ལྡན་པ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་མངོན་པར་དགའ་བ། གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to beings numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a faithful lay follower who has taken refuge in the Three Jewels, observes the five moral precepts, and delights in the teaching of the Blessed One, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་དགེ་བསྙེན་དད་པ་ཅན་གསུམ་ལ་སྐྱབས་སུ་སོང་བ། བསླབ་པའི་གཞི་ལྔ་དང་ལྡན་པ། བཅོམ་ལྡན་འདས་ཀྱི་བསྟན་པ་ལ་མངོན་པར་དགའ་བ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་གང་ཟག་བརྒྱད་པ་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པར་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to faithful lay followers who have taken refuge in the Three Jewels, observe the five moral precepts, and delight in the teaching of the Blessed One, numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a person of the eighth level, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་གང་ཟག་བརྒྱད་པ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་རྒྱུན་དུ་ཞུགས་པ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to people of the eighth level numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a stream-enterer, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རྒྱུན་དུ་ཞུགས་པ་རྣམས་ལ། ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ལན་ཅིག་ཕྱིར་འོང་བ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to stream-enterers numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a once-returner, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ལན་ཅིག་ཕྱིར་འོང་བ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་ཕྱིར་མི་འོང་བ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ། །
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to once-returners numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a non-returner, the latter would produce merit immeasurably greater than the former.

source: འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་ཕྱིར་མི་འོང་བ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་དགྲ་བཅོམ་པ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན་འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to non-returners numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a worthy one, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་དགྲ་བཅོམ་པ་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་། ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་རང་སངས་རྒྱས་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to worthy ones numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a pratyekabuddha, the latter would produce merit immeasurably greater than the former.

source: །འཇམ་དཔལ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་གིས་ཕྱོགས་བཅུའི་འཇིག་རྟེན་གྱི་ཁམས་ཐམས་ཅད་ཀྱི་རྡུལ་ཕྲ་རབ་ཀྱི་རྡུལ་སྙེད་ཀྱི་རང་སངས་རྒྱས་རྣམས་ལ་ཉིན་གཅིག་བཞིན་དུ་ལྷའི་ཟས་རོ་བརྒྱ་དང་ལྡན་པ་བྱིན་ཞིང་ལྷའི་གོས་དག་ཀྱང་བྱིན་ཏེ། དེ་ལྟར་སྦྱིན་པ་བསྐལ་པ་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དུ་བྱིན་ལ། རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གཞན་ཞིག་གིས་ནི་རའི་ཤིང་རྟས་འགྲོ་བ་ལྟ་བུའི་བྱང་ཆུབ་སེམས་དཔའ་གཅིག་ལ་ཉིན་གཅིག་ཟན་ཅིག་བྱིན་ན། འདི་ནི་དེ་བས་ཆེས་བསོད་ནམས་གྲངས་མེད་པ་སྐྱེད་དོ།
en: “Mañjuśrī, if certain sons or daughters of good family offered each day divine, hundred-flavored foods to pratyekabuddhas numbering as many as the atoms of all the world systems in every direction, and also offered divine garments, and were to make such offerings every day for as many eons as there are grains of sand in the Ganges, and if other sons or daughters of good family for just one day were to give a single meal to a bodhisattva whose progress is like travel using a goat cart, the latter would produce merit immeasurably greater than the former.

source: །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Why is that?
